tap "anchore/grype"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mutagen-io/mutagen"
brew "ansible"
brew "asciinema"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "caddy"
brew "glib"
brew "python@3.9"
brew "colordiff"
brew "commitizen"
brew "commitlint"
brew "cowsay"
brew "curl"
brew "dateutils"
brew "devspace"
brew "dive"
brew "docker-compose"
brew "doctl"
brew "exa"
brew "exiftool"
brew "fd"
brew "findutils"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "glab"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gobject-introspection"
brew "hadolint"
brew "harfbuzz"
brew "helm"
brew "icdiff"
brew "jq"
brew "k6"
brew "kompose"
brew "kubectx"
brew "kustomize"
brew "libpq"
brew "lnav"
brew "mas"
brew "mkcert"
brew "moreutils"
brew "most"
brew "nghttp2"
brew "nss"
brew "nvm"
brew "oha"
brew "pigz"
brew "pinentry-mac"
brew "postgresql@15"
brew "python@3.10"
brew "rust"
brew "shellcheck"
brew "skaffold"
brew "sl"
brew "starship"
brew "step"
brew "svgo"
brew "tbls"
brew "the_silver_searcher"
brew "thefuck"
brew "tilt"
brew "timewarrior"
brew "tree"
brew "vim"
brew "watch"
brew "webp"
brew "wireguard-tools"
brew "xh"
brew "yamllint"
brew "yq"
brew "zoxide"
brew "anchore/grype/grype"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
cask "alt-tab"
cask "appcleaner"
cask "betterdummy"
cask "calibre"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "finicky"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "jollysfastvnc"
cask "meld"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "obs"
cask "onedrive"
cask "openemu"
cask "pgadmin4"
cask "raycast"
cask "rectangle"
cask "scummvm"
cask "signal"
cask "steam"
cask "syntax-highlight"
cask "telegram"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
mas "DaVinci Resolve", id: 571213070
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Open Access Helper", id: 1441254408
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Trello", id: 1278508951
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "achil.vscode-javascript-repl"
vscode "adamwalzer.string-converter"
vscode "ahmadalli.vscode-nginx-conf"
vscode "Angular.ng-template"
vscode "antfu.theme-vitesse"
vscode "anweber.statusbar-commands"
vscode "bibhasdn.unique-lines"
vscode "bierner.comment-tagged-templates"
vscode "bmalehorn.vscode-fish"
vscode "bmewburn.vscode-intelephense-client"
vscode "burkeholland.simple-react-snippets"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "ExodiusStudios.comment-anchors"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "fnando.linter"
vscode "foxdb.spongebobize"
vscode "foxundermoon.shell-format"
vscode "GitLab.gitlab-workflow"
vscode "groogle.termin-all-or-nothing"
vscode "guillaumedoutriaux.name-that-color"
vscode "hashicorp.terraform"
vscode "hollowtree.vue-snippets"
vscode "humao.rest-client"
vscode "iceyer.toml-formatter"
vscode "itslennysfault.scaffs-vscode"
vscode "James-Yu.latex-workshop"
vscode "johnpapa.Angular2"
vscode "johnpapa.vscode-peacock"
vscode "Kelvin.vscode-sshfs"
vscode "kisstkondoros.vscode-codemetrics"
vscode "lostintangent.vsls-whiteboard"
vscode "matthewpi.caddyfile-support"
vscode "MattiasBaake.vscode-snippets-for-ansible"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "MichaelCurrin.auto-commit-msg"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mutantdino.resourcemonitor"
vscode "netcorext.uuid-generator"
vscode "nhoizey.gremlins"
vscode "octref.vetur"
vscode "Orta.vscode-jest"
vscode "PascalReitermann93.vscode-yaml-sort"
vscode "PKief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "ritwickdey.LiveServer"
vscode "RobbOwen.synthwave-vscode"
vscode "ryu1kn.partial-diff"
vscode "shalimski.swapdiff"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "SimonSiefke.svg-preview"
vscode "skyapps.fish-vscode"
vscode "sndst00m.starfall-visual-studio-code"
vscode "stenalpj.shell-script-options"
vscode "stkb.rewrap"
vscode "stuartleeks.vscode-go-by-example"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "Tyriar.lorem-ipsum"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "weaveworks.vscode-gitops-tools"
vscode "wix.vscode-import-cost"
vscode "wraith13.bracket-lens"
vscode "xabikos.JavaScriptSnippets"
vscode "xdebug.php-debug"
vscode "xyz.local-history"
vscode "Yukai.map-replace-js"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
