tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "asciinema"
brew "bat"
brew "colordiff"
brew "curl"
brew "dateutils"
brew "exiftool"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "git-open"
brew "jq"
brew "sl"
brew "slugify"
brew "thefuck"
brew "tree"
brew "vim"
brew "watch"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
cask "docker"
cask "finicky"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "font-victor-mono-nerd-font"
cask "iina"
cask "rectangle"
cask "tunnelblick"
cask "visual-studio-code"
cask "webex-meetings"
