tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "diffutils"
brew "dos2unix"
brew "fish"
brew "giflossy"
brew "git"
brew "gradle"
brew "grep"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "ios-webkit-debug-proxy"
brew "jq"
brew "mas"
brew "sl"
brew "watchman"
brew "yarn"
cask "android-studio"
cask "discord"
cask "docker"
cask "eclipse-java"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "gitkraken"
cask "google-chrome-canary"
cask "google-chrome-dev"
cask "java8"
cask "keepingyouawake"
cask "lulu"
cask "microsoft-teams"
cask "nextcloud"
cask "penc"
cask "postman"
cask "powershell"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "vmware-remote-console"
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
