tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "osx-cross/avr"
brew "asciinema"
brew "avrdude"
brew "bat"
brew "bazel"
brew "colordiff"
brew "curl"
brew "dateutils"
brew "exiftool"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "gcovr"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "git-open"
brew "glew"
brew "glfw"
brew "jq"
brew "sl"
brew "slugify"
brew "thefuck"
brew "tree"
brew "vim"
brew "watch"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
cask "background-music"
cask "discord"
cask "docker"
cask "finicky"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "font-victor-mono-nerd-font"
cask "iina"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "miktex-console"
cask "obs"
cask "rectangle"
cask "signal"
cask "steam"
cask "telegram"
cask "tunnelblick"
cask "visual-studio-code"
cask "webex-meetings", args: { language: "de" }
